{
  "success": true,
  "data": [{
    "id": 1,
    "status": "关注",
    "imgSrc": "/img/detail/1/0.jpg",
    "writer": "爱情这件小事",
    "desc": "2019.01.24 00:43* 字数 1182 阅读 39589评论 166喜欢 418赞赏 1",
    "title": "27岁第一次谈恋爱什么感觉",
    "content": "<p>我今年28岁，去年刚开始自己的初恋。也就是27岁才有的初恋。</p><p>在27岁以前，我有喜欢过一个很帅气很学霸的男生，一直从19岁喜欢到24岁。每年都和他告白，每年他都说做我的好朋友。最后终于下定决心离开。哭的稀里哗啦，这个是正式恋爱前的插曲。</p><p>第一次见面，他请我吃饭。他是一个特别体贴，看起来又特别自信的男生，打扮也是我喜欢的可爱的样子。期间吃饭，一直很开心。后来回家的路上过马路，他绅士的护住了我的肩膀以保护我，在他接触我的刹那，我竟然有点触电的感觉，我觉得好惊喜。后来回家， 他一周都没有联系我，我竟然有种失落的感觉。我第一次渴望一个男生主动联系我或者主动请我看电影。27岁谈恋爱，虽然没有17岁遇到自己的喜欢的那样控制不住的激动，但是内心也是会有些许的波涛汹涌。</p><img src='/img/detail/1/2.webp' alt='img' /><p>后来，我想要自己主动找个机会靠近他。因为27岁了遇到一个感到有惊喜的人实在不易。终于，我一个月后要搬家，于是乘我搬家的时候主动找他来帮我打扫卫生。他很爽快的答应了，还特别贴心的要帮我带早餐。我和他虽然不熟悉，但微信聊天的时候特别亲切，感觉我们是很好的朋友。他按照约定的时间来到我家，帮我整理了很多的东西，然后中午一起吃饭。一切都感觉特别美好。然后中午一起午休，然后他亲了我，然后我们开始初恋了（J先生也是第一次正式的初恋）。27岁的恋爱虽然没有17岁时候那么多的犹豫，忐忑，青涩，但是遇到了就会很勇敢的抓住，知道自己要什么，对待自己追求的东西很果断。没有特别的惊心动魄，但是也多了一份心安。</p><img src='/img/detail/1/3.webp' alt='img' /><p>谈恋爱的过程和17岁也许没有什么两样，开始的时候每天打电话，每周会互相见面2-3次，每次见面了都小跑着去等他，每次分别都依依不舍地去送他。学习唱情歌给他听，他也会有时间帮我煲个喜欢的汤给我喝。一起吃第二个半价的那种冰激凌，一起爬山，一起为一些小事吵架。一起幻想未来。27岁的恋爱过程和17岁的恋爱过程应该也是一样的吧。谈恋爱半年后我们同居了，后来见了双方的父母。这个和17岁的姑娘稍微有点不同，贪恋爱的过程被双方的家长窥视着，贪恋的也不再仅仅是和J先生谈恋爱，我们经常会和J先生的妈妈通电话聊聊家常。27岁的恋爱和婚姻更加的紧密相连，和性也更加的紧密相连。恋爱不是单纯的恋爱，还掺杂着责任，金钱。但是谁说掺杂这些不好呢！我觉得让整段感情更加的成熟可靠。</p><p>同居后的生活简直不要太棒，虽然我们两个挤在30平米的房间，但是温馨温暖。每天上班会来个吻别，下班后也是吻个不停。偶尔吵架但是彼此坦诚。平时他做饭给我吃，我帮她洗内裤扫地，周末了就一起运动运动，也各自监督彼此成为更好的自己。我感觉比我单身的时候幸福好几千倍。27岁的恋爱也是非常的浪漫。下面是我们搞笑的聊天记录分享出来，希望你也遇到一个默契的灵魂，一起笑对这世界。</p>"
  }, {
    "id": 2,
    "status": "关注",
    "imgSrc": "/img/detail/2/0.jpg",
    "writer": "小小润仔",
    "desc": "2019.03.09 12:19 字数 2416 阅读 5359评论 45喜欢 137",
    "title": "我是一个华裔美国女孩，回中国后，已经无法再次成为中国人了",
    "content": "<p>有人问我，“作为华裔美国人，意味着什么？”对我来说，做华裔美国人意味着你经常在两个不同的世界切换。身为华裔美国人意味着你将永远被夹在中间，永远不会完全融入任何一个世界。</p><img src='/img/detail/2/5.webp' alt='img' /><p>我出生在中国东北一个中等规模的城市，在我祖母的庇护下长大，祖母在我父母外出工作期间抚养我，她和我是分不开的。据她说，我是个懒惰的孩子，喜欢吃东西，也喜欢读书。我记得有一次我妈妈让我去看牙医，我讨厌牙医，然后祖母答应我，回来的路上，她会给我买一些书。当我七岁的时候，我的父亲，已经在国外生活了几年，带着我和我妈妈一起住在费城的一个郊区。在那个年龄，我对美国的了解并不多，但我知道这是一个令人兴奋的地方，我所有的朋友都想去那里。</p><img src='/img/detail/2/2.webp' alt='img' /><p>我们第一次到美国的时候，我不会说英语，在学校里经常被其他学生歧视。我现在已经不记得当时的情况了，但我祖母说，我在头两年给她打了很多电话，哭着说我想念中国。两年后我就不再给我祖母打电话了。我当时搬到了一个新的学区（三年级）。因为我上一所学校的大多数孩子都不能正确念我的名字，所以我把它换成了一个很受欢迎的美国名字。那时，我读了很多青少年书籍，我不再遇到语言障碍，所以我终于被父母允许离开英语课程。从那时起，我开始觉得自己很好。</p><p>我有两种选择：沉下去或是游泳。我可以尝试融入美国的生活方式和文化，或者紧紧抓住我的传统，把自己排斥在美国的新生活之外。我选择了前者，因为比较容易。</p><p>我的父母都是很忙的人。从小到大，我们没有庆祝任何节日。既没有真正庆祝中国的，也没有庆祝美国的。偶尔在中秋节时，会吃一、两块月饼，但仅此而已。当我的朋友们去拜访他们的大家庭过感恩节或圣诞节时，我则在家里度过自己愉快的假期，包括坐在椅子上，盯着我的电脑屏幕一动不动。我没有亲戚可以去看望，也没有家人和我一起度过重要的假期，这一直是我讨厌父母的事情，但我的父母为了达到今天的目标而努力工作，我知道让他们对那些对他们毫无意义的假期感到兴奋是没有意义的。</p><p>我上了很多年的中文学校，小学、中学，一直到高中。每周去一次（星期六或星期日），这是海外华人试图让他们的孩子保留祖先语言的唯一途径。因为我出生在中国，我觉得自己领先于其他一些学生，他们大多出生在美国。但这些学校最大的问题是，几乎每个孩子都不会说中文。我每个星期天都去中文学校，跟同学们讲英语，听老师讲一些与我无关的古诗。我记得我哭了，乞求我的父母不要再让我去。他们一开始不答应，在我一再抗议后，最终同意了。</p><img src='/img/detail/2/3.webp' alt='img' /><p>我上了很多年的中文学校，小学、中学，一直到高中。每周去一次（星期六或星期日），这是海外华人试图让他们的孩子保留祖先语言的唯一途径。因为我出生在中国，我觉得自己领先于其他一些学生，他们大多出生在美国。但这些学校最大的问题是，几乎每个孩子都不会说中文。我每个星期天都去中文学校，跟同学们讲英语，听老师讲一些与我无关的古诗。我记得我哭了，乞求我的父母不要再让我去。他们一开始不答应，在我一再抗议后，最终同意了。我花了高中几年的时间，试图将自己与其他华裔美国人区分开来。我自称“香蕉人”(外面是黄色，里面是白色)，我为此感到骄傲。此外，我喜欢文学和艺术，在我高中的大部分时间里，我总是参与一些戏剧演出，而我几乎总是戏剧团队中唯一的亚洲人。我不像其他专注于攻读医学预科、成为工程师或为华尔街工作的华裔美国人。我是一位艺术家，我不可能让自己和我认为是“无足轻重”的人处于同一类别。是的，在美国，华裔总被看作“无足轻重”的人。</p><img src='/img/detail/2/4.webp' alt='img' /><p>我错了。现在我回到了中国，几乎每天我都会遇到一些让我想起我是多么美国人的东西。中国人不烘干衣服，我得把衣服挂在阳台上。中国人不要小费，但几乎没有优质的服务。如果这是美国，这里的每家餐馆的得分都会是1分，因为客人太多。你在外面的时候想去洗手间吗？你最好自己带卫生纸。</p>"
  }, {
    "id": 3,
    "status": "关注",
    "imgSrc": "/img/detail/3/0.jpg",
    "writer": "温亦舒",
    "desc": "2019.03.07 23:02 字数 578 阅读 974评论 2喜欢 10",
    "title": "我的微信头像开始影响我的社交",
    "content": "<p>我的微信头像最开始的时候是一个很可爱的小男孩，但如果你以为家长都喜欢这种乖巧可爱的小孩，那你就大错特错了。</p><p>这个微信头像大概用了几个月吧，然后在和家里人聊天时，他们一直明里暗里让我换头像，等我追问原因的时候，她们一直支支吾吾的，不肯讲。起初，我也不明白，所以就没当回事，不就把一个小孩的照片当头像了嘛，不是大事，不换 。</p><p>后来，突然有一天我开窍了，突然想明白为什么家里人不喜欢我的头像了，可能是因为她们觉得会被不认识的人认为那个小孩子是我儿子，影响不好吧。然后我还真的跑去问家里人是不是如我所想的，她们说是，然后我就答应把头像改一下。</p><p>碰巧那段时间心情不好，而且我还很懒，所以换头像的事情一拖再拖。</p><p>我后来换了一张纯黑的照片，结果不出三天家里人就给我发消息让我换头像，我连追问原因都没有追问，直接说“好”。这次我倒是没有拖，连夜换的头像，换成一张表情包了。就是那种蘑菇头的表情包，下面还有配字“我还能怎么样”。这次，家里人可能看出我的不耐烦了，都没有再说我的头像的事儿。</p><p>不过，问题随之而来了。之前家的都是同学、朋友什么的，但现在还要和其他人接触，就开始发觉到头像对我社交的影响。好多不认识的人都说我的头像可屌丝了，最严重的一次是一个陌生人在逼着我换头像。</p><p>现在呢，也想明白了，接触的人愈来愈多，微信头像就是别人对你的第一印象 还是要谨慎对待的。</p><p>不过，换头像真的很烦人啊。</p>"
  }, {
    "id": 4,
    "status": "关注",
    "imgSrc": "/img/detail/4/0.jpg",
    "writer": "猛牛跳动",
    "desc": "2019.04.07 20:33 字数 934 阅读 4995评论 15喜欢 93",
    "title": "一块俄国人发现的石碑，真实记录了突厥人眼中的唐朝有多可怕！",
    "content": "<p>唐朝，这个中国历史上最为强盛的王朝，千百年来一直让后世中国人魂牵梦绕，它国库丰饶，杜甫诗云：“忆昔开元全盛日，小邑犹藏万家室，稻米流脂粟米白，公私仓廪俱丰实”它兵强马壮，王昌龄说：“大漠风尘日色昏，红旗半卷出辕门，前军夜战洮河北，已报生擒吐谷浑”它自信开放，王伟叹道：“绛帻鸡人报晓筹，尚衣方进翠云裘，九天阊阖开宫殿，万国衣冠拜冕旒”。</p><img src='/img/detail/4/2.webp' alt='img' /><p>那么，肯定会有人问了，如此强大的，如此强大的大帝国，在周边国家的心中，是什么样的存在呢？1889年，俄国学者在蒙古进行考察，他们在呼舒柴达木湖畔，发现了一块久经风霜的石碑，碑上四面铭文，除了三面突厥文外，还有一面铭刻的是汉字，从此在中国史料中几无记载的《阙特勤碑》重新被世人发现。</p><img src='/img/detail/4/3.webp' alt='img' /><p>这是一块记述后突厥汗国创立者毗伽可汗与其弟阙特勤事迹的碑铭，公元731年，阙特勤去世，唐玄宗命宫廷工匠前往突厥为其立碑，并御书悼文，整篇文章记述了唐朝与突厥的友好关系，也表达了唐玄宗对阙特勤的哀悼，自从大唐与突厥结为父子关系以来，双边修兵通好，互不欺诈，阙特勤是毗伽可汗的弟弟，而可汗是朕的儿子，因此朕对他也是对儿子一般的感情。</p><img src='/img/detail/4/4.webp' alt='img' /><p>故此写了这个碑文，值得一提的是，唐玄宗李隆基出生于公元685年，而阙特勤也是这一年出生的，因此毗伽可汗其实比唐玄宗年纪要大，由此也可窥大唐王朝的国力雄厚，回到碑文，和汉文不同，突厥文的的内容有着令人玩味的戏剧性对比，充斥着毗伽可汗的血泪控诉。</p><img src='/img/detail/4/5.webp' alt='img' /><p>突厥文说：“汉人利用甜言蜜语和精美器物，欺骗周围的民族接近他们，而一旦接近，汉人就萌生恶意，他们不让聪明和勇敢的人获得发展，他们不赦免任何犯了错的部族，他们毁灭了突厥人建立的国家，贵族成为了他们的奴仆，妇人成为了他们的婢女，突厥人不得不为汉人的利益服务，为他们征战四方，但我们的可汗在哪里呢？”而与这些碑文有关的历史是：“公元630年，唐朝灭东突厥，生擒颉利可汗，公元657年，唐灭西突厥，生擒沙钵罗可汗，公元685年，后突厥复国，公元744年，也就是立这块碑十二年后，唐将王忠嗣指挥朔方军以及回纥唐协军打破后突厥，次年，后突厥末代可汗头悬长安。“</p>"
  }, {
    "id": 5,
    "status": "关注",
    "imgSrc": "/img/detail/5/0.png",
    "writer": "一勺美食",
    "desc": "2019.02.14 20:32 字数 295 阅读 970评论 1喜欢 37",
    "title": "节后必吃的“一道”蔬菜，比野菜更美味，焯一下水就可以吃!",
    "content": "<img src='/img/detail/5/2.webp' alt='img' /><p>节后必吃的“一道”蔬菜，比野菜更美味，焯一下水就可以吃！春节刚过，大家都比较苦恼，又重了好几斤了，春节期间，每天都是大鱼大肉，把一年的美味都吃了，所以节后，一定要吃这道菜，不但能解油腻，还可以恢复年前的体重，这道菜味道也非常好，比野菜更好吃，做法也很简单，这道菜就是“芦笋”，很多人没有吃过，但在2月份，最该吃的就是这道菜了，芦笋的营养价值高，含丰富的维生素、铁等微量元素。</p><img src='/img/detail/5/3.webp' alt='img' /><p>平时大家不常买芦笋来吃，芦笋的价格也不便宜，差不多要10几块钱一斤，但再贵也要买来吃，不但营养丰富，还能解油腻，减体重，所以2月份一定不要错过了这道菜，这道菜的做法也是非常简单的，焯下水就可以吃了。</p><img src='/img/detail/5/4.webp' alt='img' /><p>芦笋的吃法很多，可以凉拌着吃，也可以炒来吃，不管什么烹饪方法，做出来的菜肴都是非常美味的，在烹饪之前，首先需要把芦笋清洗干净，然后把芦笋根部的老根切掉，老根会影响整道菜的口感。</p><img src='/img/detail/5/5.webp' alt='img' /><p>老根切掉后，就可以烹饪了，首先把芦笋切成小段，然后放在锅里焯一下水，水开后把芦笋放进锅里，煮上几分钟后捞出来，放在凉水里面过一下，再捞出来沥干水分。</p><img src='/img/detail/5/1.jpeg' alt='img' /><p>最后把焯好水的芦笋摆在盘子里，放入调料凉拌着吃，味道也是非常不错的，也可以锅里放油，放入姜蒜后，再把沥干的芦笋放进锅里炒来吃，做法都很简单，味道也是非常好的，你吃过芦笋吗？欢迎评论留言一起交流  看都看到这里了加关注吧！</p>"
  }, {
    "id": 6,
    "status": "关注",
    "imgSrc": "/img/detail/6/0.jpg",
    "writer": "北北爱追剧",
    "desc": "2019.03.19 23:18 字数 1307 阅读 1914评论 1喜欢 33",
    "title": "和张国荣合过影，和黄家驹拍过戏，你的童年女神中有没有她的名字？",
    "content": "<p>今天要和大家说的这位女演员，她和杨紫、张一山他们一样，都是童星出道，不过她属于上一代人。虽然现在的年轻人对她不熟悉，但她的来头可不小，不仅与周润发、张国荣、钟楚红、林青霞、王祖贤都有过合作，还出演过黄家驹的妹妹 … 她就是当年香港最炙手可热的童星——唐宁。</p><img src='/img/detail/6/2.webp' alt='img' /><p>周润发、张国荣、钟楚红主演的电影《纵横四海》足够经典吧？当时年仅8岁的唐宁有幸参演了这部电影，同时，这也是她的出道作。因为出演的是幼年红豆，所以她与张国荣之间并无对手戏，但幸好，她在录音棚遇到了他。在经过一番内挣扎后，她鼓起勇气上前与他合影，之后便留下了这张珍贵的照片。张国荣对这个小妹妹的印象非常深刻，之后唐宁能参演《白发魔女传》也是经他介绍的。</p><img src='/img/detail/6/3.webp' alt='img' /><p>之后很长一段时间里，唐宁出演了很多“童年”、“女儿”、“孙女”类型的角色，印象最深的还是94年TVB版《笑傲江湖》中的曲非烟，一句话形容：这女孩真是又可爱又有灵气！在这期间，她还与BEYOND、王菲、万绮雯合作了电影《BEYOND日记之莫欺少年穷》，她在影片中饰演黄家驹的妹妹。戏里戏外，黄家驹都对这个“妹妹”疼爱有加，常常哄她开心，杀青之后还留了联系方式给她，可惜她一直不敢打，于是，这通电话再也没机会打通了 …</p><p>之后很长一段时间里，唐宁出演了很多“童年”、“女儿”、“孙女”类型的角色，印象最深的还是94年TVB版《笑傲江湖》中的曲非烟，一句话形容：这女孩真是又可爱又有灵气！在这期间，她还与BEYOND、王菲、万绮雯合作了电影《BEYOND日记之莫欺少年穷》，她在影片中饰演黄家驹的妹妹。戏里戏外，黄家驹都对这个“妹妹”疼爱有加，常常哄她开心，杀青之后还留了联系方式给她，可惜她一直不敢打，于是，这通电话再也没机会打通了 …</p><img src='/img/detail/6/4.webp' alt='img' /><p>之后很长一段时间里，唐宁出演了很多“童年”、“女儿”、“孙女”类型的角色，印象最深的还是94年TVB版《笑傲江湖》中的曲非烟，一句话形容：这女孩真是又可爱又有灵气！在这期间，她还与BEYOND、王菲、万绮雯合作了电影《BEYOND日记之莫欺少年穷》，她在影片中饰演黄家驹的妹妹。戏里戏外，黄家驹都对这个“妹妹”疼爱有加，常常哄她开心，杀青之后还留了联系方式给她，可惜她一直不敢打，于是，这通电话再也没机会打通了 …</p>"
  }, {
    "id": 7,
    "status": "关注",
    "imgSrc": "/img/detail/7/0.png",
    "writer": "凡间ID",
    "desc": "2019.02.02 19:47 字数 1173 阅读 4159评论 15喜欢 93",
    "title": "官媒为何痛批《延禧》《如懿》盛赞《知否》？作者一句话道出实情",
    "content": "<img src='/img/detail/7/2.webp' alt='img' /><p>继1月25号北京日报痛批《延禧攻略》《如懿传》等宫廷剧的“五宗罪”的一周之后，今天（2月2号）人民日报又点赞了现在正在热播的古装家庭剧《知否知否》。官媒为何痛批《延禧》《如懿》盛赞《知否》呢？而且《延禧攻略》还被于正打着传承“文化遗产”的噱头得到颇多观众的好评。而《如懿传》更是大牌明星云集，颇有后来居上之势。2018年底才播出正午阳光制作的《知否》也有很多观众与去年爆款《延禧》比较，有部分观众因其节奏太慢而选择弃剧。</p><img src='/img/detail/7/3.webp' alt='img' /><p>那么，同样是古装剧，官媒为何如此“厚此薄彼”，一边痛批《延禧》《如懿》并且导致禁播，另一边却点赞《知否》为传统文化的普及做出贡献呢？原著小说作者关心则乱的一句话其实就可道出实情。追剧的很多观众常常下意识地把古装家庭剧《知否》归类为“宅斗”剧，从而与《延禧》《如懿》等“宫斗”剧相提并论。然而，读过原著小说的朋友应该对关心则乱在文中的一则申明有深刻印象。</p><img src='/img/detail/7/4.webp' alt='img' /><p>关心则乱在一次网友的提问中回答了关于《知否》小说是否属于“宅斗”的问题。关心说：“本文不是宅斗文，是种田文。”这话的意思其实就已经很清楚了，本文的重点不是争强斗胜弱肉强食，而是普通的人情处世和生活态度。“种田文”与“宅斗、宫斗”不同的是，它更侧重于描写小人物的家长里短生活琐事，而且故事一般发生在乡村或小镇，女主不是玛丽苏万人迷，更多的是普通人平实的生活，踏踏实实地过日子.</p><img src='/img/detail/7/5.jpg' alt='img' /><p>当然，这只是把《知否》与”宫斗剧“《延禧》《如懿》之类作比，它不再一味地高歌”窝里斗“或者开挂升级般的”复仇“，但是一些观众因此就把《知否》称作”小红楼“却不太妥当。无论是小说版《知否》还是剧版《知否》它依然停留在流行文学的层面，不能因为它侧重于了家长里短的日常生活就以为是《红楼梦》。我们的《红楼梦》精神内核里有”佛性“，即使是”人性“也不断地强调多面性，因此没有哪一个人只是纯粹的好或者坏，更不存在像现在的电视剧中一般完美强大的女主人设。</p><p>尽管如此，我们依然认为正午阳光的《知否》是一部值得观赏的好剧。不仅仅它有赵丽颖这样的流量小花和朱一龙这样的翩翩公子，更重要的是，我们在这些家长里短中看到了生活的真相和处世的态度，从而反思和总结、提炼和升华。期待正午阳光能出更多好剧，也期待《知否》能有一个美好的结局。</p>"
  }, {
    "id": 8,
    "status": "关注",
    "imgSrc": "/img/detail/8/0.png",
    "writer": "闻闻粥",
    "desc": "2019.03.06 22:25* 字数 564 阅读 13996评论 103喜欢 185",
    "title": "46岁的你敢重新找工作吗",
    "content": "<p>今天公司来个面试的，女的，46岁。</p><p>说真的，我还挺佩服这个年纪的女的还出来找工作的。前段时间我找工作，面试了很多家公司，大多数都是年轻化的公司，30多岁都自惭形秽的觉得自己已经是老阿姨了。一位90后老板直接问我，你今年多大了，我都不太好意思回答，仿佛30岁就是种罪过。</p><p>作为一名女性，20岁出去找工作的时候，刚毕业 0经验，好不容易在社会上摸爬滚打了10年，工作上有了点起色，可人生将面临结婚生子。生孩子的间隙，自己在公司那么多年的累计可能瞬间归0，你休产假，多少人对你的位置虎视眈眈，工作总要有人接吧，等你生完回来，接替你的人可能已经把工作开展的生龙活虎，你何去何从呢？</p><p>这个时候换份工作吧，面试官会问你，生孩子了吗？孩子几岁？你工作有人帮你带孩子吗？你短期内有生2胎的打算吗？虽然这些问题挺让人反感，但对女性而言的确是非常现实的问题。</p><p>我同学32岁，今年要结婚，结了婚家里人估计就要催着生孩子，她在上海，男朋友在浙江，结婚要异地了，她都不敢辞职，30岁的女人又是刚结婚，肯定马上要生孩子，哪家公司会要？本想着生完孩子了，这些问题应该没有了吧，可生完后，人家又嫌弃你年龄大，精力小。</p><p>总得来说，结婚生孩子这件事，把女人的生命也好，生活也好，事业也罢，通通打断成两截，中间隔着水星火星，然后还永远连接不上，没有缓冲地带。</p><p>希望那位46岁的姐姐能够顺利找到工作！</p>"
  }, {
    "id": 9,
    "status": "关注",
    "imgSrc": "/img/detail/9/0.jpg",
    "writer": "数据分析不是个事儿",
    "desc": "2019.03.08 10:33 字数 3692 阅读 2536评论 2喜欢 76",
    "title": "你还在用Excel? 用这工具，5步完爆Excel表格",
    "content": "<img src='/img/detail/9/2.webp' alt='img' /><p>在以前公司上班的时候，每天都要出报表，觉得很麻烦。于是就自己用Excel的函数、控件、VBA等做了个自动化的模板。从此以后每天只需把数据扔到对应的文件夹，打开新的文件刷新，就能输出PDF给老板。如果老板说要最终数据，我2分钟给出结果。要知道，从前做报表的前辈都是要做好几个小时才能输出的结果数据。</p><img src='/img/detail/9/3.webp' alt='img' /><p>后来，信息部的领导觉得我很能干，把我挖去了报表开发组，说是组，但其实就我一个人，分了两个小白，希望我组建一支高效的报表开发队伍。ORZ...</p><p>升是升职了，但任务量和压力却是无比巨大。以前我只要面对老板一人，现在我要面对公司上下7个部门，每年近100多张报表的开发量，还不算特定数据问题的报表分析。</p><p>刚开始我寄希望于我强大的VBA技能，将一些固定需求写脚本，后面只要导一导。但是架不住需求不断在变，上一周还说要统计销售任务报表，这一周又让我将销售任务报表和结果表合并，三个人每天都加班。</p><p>这时候，我知道依靠VBA无济于事，投入成本和产出不成比例。另外就是Excel在处理比较大的数据集的时候，性能很差，并且经常崩溃，还得靠SQL处理。(虽然Excel2013及以上版本宣称可以容纳100+万条记录，但几万条数据就开始卡顿了)。</p><img src='/img/detail/9/4.gif' alt='img' /><p>此后，我又使用了一段时间（个人版随便用，只是有并发限制），熟悉之后又开发了两个自动化模板，花了两天时间。遂和领导报备，评估了需求，沟通之后提交了采购计划，让帆软方来安装部署。一年内重新规划了公司报表体系，统一制作自动化模板，现在每天只要处理2~3个疑难问题，更多时间转战数据挖掘和分析。</p>"
  }, {
    "id": 10,
    "status": "关注",
    "imgSrc": "/img/detail/10/0.png",
    "writer": "安蓉ar",
    "desc": "2019.02.03 16:18 字数 3215 阅读 2811评论 27喜欢 102",
    "title": "那些年网易云直戳泪点的评论(41)-世界上有太多关系在互相折磨",
    "content": "<p>《路过南京，路过你》</p><p>☞总有人从我们的全世界路过，一片兵荒马乱 我们也曾路过别人的全世界，但却是波澜不惊。</p><p>☞说点什么吧，你听得到吗。我怀念那时候不想学习就买张回南京的车票找你玩，怀念我们凌晨一点还游荡在新街口，怀念我们吃过的，爱过的，走过的所有。别人说到前男友，都充满了责怪与憎恨。可我只有满心的对不起，对不起我不该这么矫情，不该自怨自艾，不该赶走你，真的对不起。</p><p>☞白茶清欢无别事，我在等风也等你，苦酒折柳今相离，无风无月也无你，三里清风，三里路，步步风里，步步你！</p><p>☞别管有缘无分  主要还是不舍得割舍  我怎么能确定  现在的你就是全部的幸福  所谓爱情  人人都说是种感觉  而大多数人  都活在现实里  根本不敢相信  一份感情能长长久久</p><img src='/img/detail/10/2.webp' alt='img' /><p>《我怀念的》</p><p>☞一个战友，退伍费13w，初恋结婚，包了10w的红包。 那个女孩曾经等了他三年，他一直记着，一直怀恋着。</p><p>☞我后来想了想，我不耽误你，还会有别人耽误你，那我不甘心，还是我来耽误你</p><p>☞你接受了身边的追求者，就不要再怀念我了，我想我也应该要把你放下，我清楚我无能为力，也答应过不再打扰，假如有缘再遇见的话我会加倍珍惜，我会一个人成长学会成熟，改变自己，就算不在一起也不负遇见</p><p>☞我怀念的是当初他说我喜欢你，又笑着说开了个玩笑，我想过或许他也喜欢过我，可是，我不想赌千分之一的把握，宁愿我们只是朋友，他永远是我最怀念的同桌</p><p>☞我更不记得了 你说好久好久没有那么用力的抱着一个人。我可能只记得我们默契的没有联系了 所以顺理成章的我们开始了各自没有彼此的新生活。我只会记得有一个我喜欢的不够彻底的人和一个喜欢过我但是后来就不喜欢了的人。我也只记得我还有生活要过。你也是。所以不会再见了。</p><img src='/img/detail/10/3.webp' alt='img' /><p>☞你并没有如我所想那样随时间流逝而在我脑海里隐匿，相反，我愈发清晰的记起你所有的美好甚至掺杂进我对你期待的臆想。别再出现也别再相遇，只留下美好就够了。</p><p>☞我和我的猫都想你了。可是我没有猫。也没有你。</p><p>☞又勾起了我的回忆，我们曾经每天互发晚安到现在一条消息也发不出去，变成了思念</p><p>☞你什么时候来我梦里，我已经好久没看到你了</p><p>☞你走了，我再也没有跟任何人说过晚安。拜拜成了我的结束语，晚安里带有太多模棱两可的意味和难以言说的期待。我不期待别的任何人，我只期待你。晚安，晚安只给你。</p><p>☞“再说句晚安，偷偷缩在被子里，将想念你的一切通通锁在这个深邃的夜晚，好梦。”</p>"
  }, {
    "id": 11,
    "status": "关注",
    "imgSrc": "/img/detail/11/0.jpg",
    "writer": "简书钻首席小管家",
    "desc": "2019.08.19 17:44 字数 585 阅读 3138评论 29喜欢 93",
    "title": "【会员献礼】简书会员全新升级，点燃盛夏的钻石盛宴",
    "content": "<p>他来了！他来了！他带着你们想要的简书钻收益加成卡来了！！</p><p>简书会员会员福利季重磅来袭！简书钻小管家来给大家送！福！利！啦！！</p><p>【巨额奖励】瓜分奖池全新升级，100万点收益加成卡等你拿！</p><p>而且这次，我们不止是平分。</p><p>1号礼包：</p><p>活动期间开通任意档位简书会员，即可参与瓜分，我们准备了100万点收益加成卡，充值会员即时到账，获得参与平分机会，收益加成卡24小时内到账。</p><p>2号礼包：</p><p>活动期间开通/升级会员即可参与抽奖，赢取「双倍等额会员」收益加成卡大奖（每日5名），购买会员等级越高，获取收益卡点数越多，每天都要来关注小管家的公告哦。</p><p>3号礼包：</p><p>现在人人都可参与简书会员推广计划(请在App里打开)，邀请好友购买即可获赠简书贝，会员等级越高，获得简书贝越多，即时到账。</p><p>活动时间：2019.08.19——2019.08.26</p><p>活动规则：</p><p>活动期间开通或升级简书会员可参与抽奖，赢取「双倍等额会员」收益加成卡大奖（每日5名），抽奖结果将在第二天公示同时以私信形式通知获奖用户，请注意打开App权限查收私信。</p><p>活动期间开通会员每日随机掉落1个简书官方账号互动机会（以私信形式通知）</p>"
  }, {
    "id": 12,
    "status": "关注",
    "imgSrc": "/img/detail/12/0.png",
    "writer": "简书",
    "desc": "2019.07.22 12:14 字数 497 阅读 9302评论 18喜欢 57",
    "title": "争做中国好网民·上海网民在行动",
    "content": "<p>亲爱的网民朋友们：</p><p>信息化时代，互联网以其海量的讯息、开阔的视野、快捷的方式呈现给我们一个崭新的世界，网络已经融入到了我们工作、生活、学习的方方面面。但是，各种违法和不良信息也在利用互联网散布传播，使社会公众陷入不安全、不文明的网络环境中。特别是对于青少年而言，网上存在的色情低俗、暴力恐怖、诈骗和谣言等各类有害信息，已经危及他们的健康成长，污染着他们的纯净心灵。建设安全文明的网络环境，打造健康和谐的网络空间，是亿万网民的共同期盼、共同心愿、共同责任。</p><p>2019年9月是上海市网络举报宣传月，为了自己的用网安全，为了青少年的健康成长，为了全民尽情享受互联网的便捷，我们诚邀您成为网络举报志愿者，与上海市互联网违法和不良信息举报中心建立联系，积极举报网上违法违规和不良信息，共同维护网络空间清朗。</p><p>最后，温馨提醒您在使用互联网时提高安全意识，掌握必备的防护技能，养成守法的行为习惯，让网络不法分子无可乘之机。</p><p>上海市互联网违法和不良信息举报中心诚挚欢迎社会公众积极举报网上有害信息，举报受理电话：021-55056666；举报网址：www.shjbzx.cn。</p><p>上海市互联网违法和不良信息举报中心</p><p>2019年7月</p>"
  }, {
    "id": 13,
    "status": "关注",
    "imgSrc": "/img/detail/13/0.jpg",
    "writer": "爱情摇篮",
    "desc": "2019.03.03 23:44 字数 1451 阅读 976评论 1喜欢 23",
    "title": "男人发出“这些”信号，往往是外边有人了，别不知道",
    "content": "<p>情感世界里，爱与不爱，对你的态度是不一样的。一件事、一句话、一个眼神都能看出爱你的程度，想藏都是藏不住的。</p><p>男人善于欺骗女人，也善于说情话，背着女人和别人玩暧昧，在女人面前却假装讨好女人。大部分女人都是天真的，男人的三言两语，你就会爱得死心塌地。</p><p>一个男人只能和一个女人相处，只能把心交给一个女人。男人要是和两个女人同时谈情说爱，那就是不忠，背叛了这段感情。</p><p>男人的出轨概率只有零次和无数次，也就是说，要么不出轨，要么频繁出轨。男人出轨是不可以原谅的，原谅了一次，就会出现第二次、第三次。这场恋爱，不仅什么都得不到，还会把自己弄得遍体鳞伤。</p><img src='/img/detail/13/2.webp' alt='img' /><p>随着时间的改变，他对你的感情也会有所改变，或许越爱越深，或许越爱越浅。他对你要是比以前好了，你就要好好珍惜，你们会相互产生依赖，会成为彼此生命中不可缺少的一部分。</p><p>他对你要是越来越差劲了，那么你就要留意了，他很有可能背叛与你的这段感情。男人发出“这些”信号，多半是外边有人了，别不知情！</p><p>真正爱上一个人的时候，就会变得很唠叨，心里有着说不完的话。两个人彼此相爱，会很有耐心的听对方说每一句话，还会认真的回复着。</p><p>一开始的时候，他对你就是这样的，白天黑夜他都在，恨不得24小时陪着你。明知道你反复说一句话，明知道你说的话都是废话，他就是想把时间留给你，让你感受到他对你的爱。</p><p>与男人相处的时候，没能及时抓住男人的心，他很有可能会变心。对你的态度越来越不好，你刚说一句话，他就想让你闭嘴，他是真的听不下去了！</p><img src='/img/detail/13/3.webp' alt='img' /><p>爱上了一个人，会很在乎，会很惦记。在一起的时候，会各种讨好你，会一直问你需要什么，不在一起的时候，会一直和你保持联系，会一直提醒你好好照顾自己。</p><p>不爱你了，对你的关心就会少很多，甚至说，漠不关心了。他的心里装的不是你，而是别的女人，你对于他来说，只是一个可有可无的角色，他一点都不在乎。</p><p>他没有直接说出他不爱你了，他这样对待你是在暗示你，他对你没有感情了。一段感情开始就要想到结束，大步往前走，爱你的男人在前方等着你呢！</p><img src='/img/detail/13/4.webp' alt='img' /><p>也不知从什么事情起，他开始注重形象了，每次出门之前都会像你一样，打扮很久。他不是为了你打扮的，而是打扮给别人看的。真正的爱情需要两个人彼此相爱，一旦有一个人不爱了，这段感情就要结束了。</p>"
  }]
}